Revit 2027 API
ParameterTypeId.RebarSystemHookOrientBackDirn2 Property
 "Interior Minor Hook Orientation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemHookOrientBackDirn2 { get; }
Public Shared ReadOnly Property RebarSystemHookOrientBackDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemHookOrientBackDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemHookOrientBackDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace